{
  "text": {
    "hey": 70,
    "hello": 69,
    "hi": 71,
    "there": 148,
    "good": 63,
    "morning": 95,
    "evening": 49,
    "moin": 93,
    "what": 168,
    "s": 123,
    "up": 163,
    "afternoon": 4,
    "yo": 178,
    "hiya": 72,
    "howdy": 74,
    "bye": 21,
    "goodbye": 64,
    "see": 125,
    "you": 179,
    "later": 83,
    "ya": 174,
    "catch": 27,
    "talk": 143,
    "to": 152,
    "soon": 130,
    "take": 142,
    "care": 26,
    "adios": 3,
    "yes": 176,
    "yep": 175,
    "sure": 139,
    "absolutely": 2,
    "definitely": 40,
    "of": 104,
    "course": 36,
    "that": 146,
    "right": 118,
    "correct": 33,
    "indeed": 79,
    "no": 101,
    "nope": 102,
    "nah": 98,
    "not": 103,
    "at": 12,
    "all": 7,
    "i": 76,
    "don": 47,
    "t": 141,
    "think": 149,
    "so": 129,
    "agree": 5,
    "negative": 99,
    "m": 89,
    "feeling": 56,
    "great": 65,
    "awesome": 13,
    "fantastic": 54,
    "amazing": 9,
    "everything": 50,
    "is": 81,
    "perfect": 112,
    "am": 8,
    "in": 78,
    "a": 1,
    "mood": 94,
    "couldn": 35,
    "be": 14,
    "better": 15,
    "on": 106,
    "top": 155,
    "the": 147,
    "world": 173,
    "superb": 138,
    "wonderful": 170,
    "down": 48,
    "today": 153,
    "depressed": 41,
    "unhappy": 162,
    "ve": 164,
    "had": 67,
    "rough": 121,
    "day": 39,
    "sad": 124,
    "very": 165,
    "disappointed": 46,
    "miserable": 92,
    "well": 167,
    "really": 115,
    "low": 88,
    "are": 11,
    "bot": 19,
    "human": 75,
    "talking": 144,
    "robot": 120,
    "this": 150,
    "real": 114,
    "can": 24,
    "trust": 160,
    "re": 113,
    "machine": 90,
    "whatsapp": 169,
    "set": 126,
    "confirm": 32,
    "integration": 80,
    "my": 97,
    "working": 172,
    "tell": 145,
    "me": 91,
    "if": 77,
    "spent": 133,
    "__number__": 0,
    "cake": 23,
    "rupees": 122,
    "filter": 57,
    "coffee": 30,
    "local": 87,
    "café": 22,
    "cappuccino": 25,
    "starbucks": 135,
    "bought": 20,
    "cold": 31,
    "from": 61,
    "ccd": 28,
    "for": 60,
    "cutting": 37,
    "chai": 29,
    "roadside": 119,
    "stall": 134,
    "dinner": 45,
    "fine": 58,
    "dining": 44,
    "restaurant": 117,
    "cost": 34,
    "took": 154,
    "an": 10,
    "ola": 105,
    "work": 171,
    "snacks": 128,
    "blinkit": 17,
    "yesterday": 177,
    "ordered": 108,
    "biryani": 16,
    "swiggy": 140,
    "groceries": 66,
    "zepto": 180,
    "paid": 110,
    "new": 100,
    "pair": 111,
    "jeans": 82,
    "levi": 84,
    "uber": 161,
    "airport": 6,
    "booked": 18,
    "train": 157,
    "ticket": 151,
    "trip": 159,
    "show": 127,
    "expenses": 53,
    "how": 73,
    "much": 96,
    "have": 68,
    "give": 62,
    "expense": 52,
    "summary": 137,
    "did": 43,
    "spend": 131,
    "food": 59,
    "summarize": 136,
    "week": 166,
    "total": 156,
    "details": 42,
    "list": 86,
    "far": 55,
    "report": 116,
    "d": 38,
    "like": 85,
    "spending": 132,
    "expenditure": 51,
    "online": 107,
    "ordering": 109,
    "travel": 158
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 1,
    "deny": 4,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 2,
    "confirm_whatsapp": 3,
    "add_expense": 0,
    "query_expense": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_add_expense": 0,
    "action_query_expense": 8,
    "utter_confirm_whatsapp": 14,
    "utter_goodbye": 15,
    "utter_greet": 16
  },
  "action_text": null,
  "intent_response_key": null
}